/******************************************************************
 模块名：  UIButton
 文件名：  UIButton (hitTest).h
 相关文件：
 实现功能：扩大按钮点击范围
 作者：    menghm
 创建时间：20140822
 —————————————————————————————————————————————————————————————————
 备注：
 —————————————————————————————————————————————————————————————————
 修改记录：
 日期         修改人     修改内容
 
 *****************************************************************/

#import <UIKit/UIKit.h>

/**
 * 类名：UIButton (hitTest)
 * 功能：扩大按钮点击范围
 * 用法：
 */
@interface UIButton (hitTest)
@property (nonatomic) UIEdgeInsets hitTestEdgeInsets;
@end
